0 window.n.01
1 tree.n.01
2 man.n.01
3 shirt.n.01
4 wall.n.01
5 person.n.01
6 building.n.01
7 sign.n.02
8 sky.n.01
9 land.n.04
10 leg.n.01
11 hand.n.01
12 head.n.01
13 leaf.n.01
14 pole.n.01
15 grass.n.01
16 light.n.01
17 hair.n.01
18 car.n.01
19 woman.n.01
20 cloud.n.01
21 ear.n.01
22 line.n.01
23 eye.n.01
24 table.n.02
25 shoe.n.01
26 wheel.n.01
27 people.n.01
28 trouser.n.01
29 door.n.01
30 shadow.n.01
31 flower.n.01
32 rock.n.01
33 letter.n.01
34 water.n.01
35 fence.n.01
36 chair.n.01
37 arm.n.01
38 floor.n.01
39 nose.n.01
40 plate.n.04
41 band.n.04
42 jacket.n.01
43 numeral.n.01
44 hat.n.01
45 handle.n.01
46 foot.n.01
47 tail.n.01
48 face.n.01
49 tile.n.01
50 shrub.n.01
51 topographic_point.n.01
52 road.n.01
53 short_pants.n.01
54 bag.n.01
55 snow.n.01
56 tire.n.01
57 helmet.n.02
58 sidewalk.n.01
59 male_child.n.01
60 post.n.01
61 logo.n.01
62 glass.n.01
63 bottle.n.01
64 street.n.01
65 field.n.01
66 background.n.02
67 trunk.n.01
68 roof.n.01
69 boat.n.01
70 picture.n.01
71 umbrella.n.01
72 branch.n.01
73 plant.n.01
74 brick.n.01
75 jean.n.01
76 girl.n.01
77 button.n.01
78 part.n.01
79 mouth.n.01
80 cap.n.01
81 path.n.04
82 bird.n.01
83 box.n.01
84 bicycle.n.01
85 banana.n.01
86 soil.n.02
87 board.n.02
88 wave.n.01
89 food.n.01
90 spectacles.n.01
91 glove.n.02
92 bench.n.01
93 mirror.n.01
94 pillow.n.01
95 light.n.02
96 dog.n.01
97 edge.n.01
98 clock.n.01
99 book.n.01
100 horse.n.01
101 bowl.n.01
102 train.n.01
103 headlight.n.01
104 airplane.n.01
105 shelf.n.01
106 railing.n.01
107 child.n.01
108 bus.n.01
109 contemplation.n.02
110 neck.n.01
111 wing.n.01
112 kite.n.03
113 paper.n.01
114 flag.n.01
115 seat.n.01
116 house.n.01
117 writing.n.01
118 elephant.n.01
119 sock.n.01
120 giraffe.n.01
121 cup.n.01
122 lamp.n.01
123 cow.n.01
124 coat.n.01
125 cabinet.n.01
126 mountain.n.01
127 wire.n.01
128 hill.n.01
129 word.n.01
130 sheep.n.01
131 finger.n.01
132 zebra.n.01
133 counter.n.01
134 ski.n.01
135 truck.n.01
136 ball.n.01
137 animal.n.01
138 frame.n.01
139 design.n.01
140 curtain.n.01
141 back.n.01
142 cat.n.01
143 sunglasses.n.01
144 sand.n.01
145 skateboard.n.01
146 ceiling.n.01
147 motorcycle.n.01
148 container.n.01
149 bear.n.01
150 windshield.n.01
151 rug.n.01
152 paw.n.01
153 photograph.n.01
154 towel.n.01
155 boot.n.01
156 sink.n.01
157 pizza.n.01
158 surfboard.n.01
159 beach.n.01
160 bed.n.01
161 knob.n.02
162 necktie.n.01
163 horn.n.01
164 wood.n.01
165 gym_shoe.n.01
166 engine.n.01
167 hole.n.01
168 player.n.01
169 barroom.n.01
170 base.n.08
171 racket.n.04
172 telephone.n.01
173 sleeve.n.01
174 ocean.n.01
175 side.n.01
176 gummed_label.n.01
177 lady.n.01
178 fruit.n.01
179 eyelid.n.01
180 apple.n.01
181 vehicle.n.01
182 sofa.n.01
183 inscription.n.01
184 strap.n.01
185 collar.n.01
186 vase.n.01
187 basket.n.01
188 drawer.n.01
189 pot.n.01
190 room.n.01
191 cheese.n.01
192 hoof.n.01
193 fabric.n.01
194 suit.n.01
195 backpack.n.01
196 traffic_light.n.01
197 toilet.n.01
198 root.n.03
199 cord.n.01
200 uniform.n.01
201 desk.n.01
202 fork.n.01
203 vegetable.n.01
204 spot.n.05
205 knife.n.01
206 laptop.n.01
207 key.n.01
208 carrot.n.01
209 doughnut.n.02
210 napkin.n.01
211 mane.n.01
212 arrow.n.01
213 blanket.n.01
214 tag.n.01
215 fur.n.01
216 tower.n.01
217 screen.n.01
218 wrist.n.01
219 object.n.01
220 knee.n.01
221 area.n.01
222 dress.n.01
223 watch.n.01
224 corner.n.01
225 guy.n.01
226 sweater.n.01
227 air.n.01
228 faucet.n.01
229 tomato.n.01
230 base.n.01
231 cake.n.03
232 keyboard.n.01
233 pipe.n.01
234 bread.n.01
235 curb.n.01
236 broccoli.n.01
237 circle.n.01
238 cone.n.01
239 camera.n.01
240 paint.n.01
241 bat.n.05
242 television.n.01
243 tray.n.01
244 stick.n.01
245 frisbee.n.01
246 banner.n.01
247 bathroom.n.01
248 ripple.n.01
249 court.n.01
250 rope.n.01
251 belt.n.01
252 shade.n.01
253 license_plate.n.01
254 dish.n.01
255 sauce.n.01
256 ring.n.01
257 pavement.n.01
258 platform.n.01
259 computer.n.01
260 candle.n.01
261 vest.n.01
262 spoon.n.01
263 measure.n.01
264 bottom.n.01
265 ad.n.01
266 label.n.01
267 meat.n.01
268 pillar.n.01
269 onion.n.01
270 tip.n.01
271 pepper.n.01
272 rubbish.n.01
273 bridge.n.01
274 gravel.n.01
275 string.n.01
276 van.n.05
277 rack.n.01
278 chain.n.01
279 ski_pole.n.01
280 distance.n.01
281 trim.n.01
282 item.n.01
283 feather.n.01
284 bag.n.06
285 metallic_element.n.01
286 balcony.n.01
287 spectator.n.01
288 jersey.n.03
289 new_jersey.n.01
290 set.n.05
291 surface.n.01
292 thunderbolt.n.01
293 can.n.01
294 body.n.01
295 goggles.n.01
296 weed.n.01
297 name.n.01
298 beak.n.01
299 point.n.09
300 shoulder.n.01
301 bag.n.04
302 mark.n.01
303 pocket.n.01
304 skier.n.01
305 skirt.n.01
306 column.n.01
307 step.n.04
308 park.n.01
309 awning.n.01
310 kitchen.n.01
311 screen.n.04
312 panel.n.01
313 blind.n.01
314 hair's-breadth.n.01
315 crack.n.01
316 tooth.n.01
317 ramp.n.01
318 square.n.01
319 watchband.n.01
320 apparel.n.01
321 piece.n.01
322 decoration.n.01
323 gate.n.01
324 crust.n.02
325 concrete.n.01
326 mercantile_establishment.n.01
327 monitor.n.04
328 sandwich.n.01
329 graffito.n.01
330 star.n.01
331 statue.n.01
332 scarf.n.01
333 baggage.n.01
334 ivory.n.01
335 mouse.n.01
336 pen.n.01
337 log.n.01
338 shock_absorber.n.01
339 slice.n.01
340 catcher.n.01
341 sun.n.01
342 form.n.03
343 necklace.n.01
344 doorway.n.01
345 beard.n.01
346 internet.n.01
347 shore.n.01
348 shop.n.01
349 way.n.05
350 stove.n.01
351 snowboard.n.01
352 sheet.n.01
353 palm.n.03
354 wine.n.01
355 poster.n.01
356 row.n.01
357 group.n.01
358 holder.n.01
359 speaker.n.01
360 roman_numeral.n.01
361 hood.n.08
362 pan.n.01
363 cable.n.01
364 sandal.n.01
365 chimney.n.01
366 vent.n.01
367 oven.n.01
368 elbow.n.01
369 tent.n.01
370 topping.n.01
371 rim.n.01
372 outfit.n.01
373 painting.n.01
374 walk.n.05
375 cart.n.01
376 structure.n.01
377 jar.n.01
378 text.n.01
379 boodle.n.01
380 street_sign.n.01
381 petal.n.01
382 bucket.n.01
383 bun.n.01
384 streetlight.n.01
385 fan.n.01
386 symbol.n.01
387 remote_control.n.01
388 wiper.n.01
389 bumper.n.01
390 block.n.01
391 earring.n.01
392 marker.n.02
393 eyebrow.n.01
394 scene.n.01
395 switch.n.01
396 propeller.n.01
397 accountant.n.01
398 tennis_court.n.01
399 utensil.n.01
400 fixture.n.01
401 bathtub.n.01
402 frosting.n.01
403 potato.n.01
404 city.n.01
405 tank.n.01
406 thumb.n.01
407 power_line.n.01
408 ballplayer.n.01
409 pepperoni.n.01
410 batter.n.01
411 lip.n.01
412 boundary_line.n.01
413 nail.n.01
414 baby.n.01
415 thorax.n.02
416 tennis_racket.n.01
417 print.n.01
418 ribbon.n.01
419 cockpit.n.01
420 pane.n.01
421 slope.n.01
422 crowd.n.01
423 tablecloth.n.01
424 case.n.01
425 baseball.n.01
426 track.n.09
427 river.n.01
428 clothing.n.01
429 microwave.n.02
430 wristband.n.01
431 plaything.n.01
432 sunlight.n.01
433 prison_guard.n.01
434 slat.n.01
435 smoke.n.01
436 foam.n.01
437 radio_beam.n.01
438 mushroom.n.01
439 teddy.n.01
440 signal.n.01
441 ring.n.02
442 cellular_telephone.n.01
443 skin.n.01
444 section.n.01
445 surfer.n.01
446 fireplug.n.01
447 straw.n.01
448 couple.n.01
449 footprint.n.01
450 liquid.n.01
451 umpire.n.01
452 cleat.n.01
453 blade.n.01
454 end.n.01
455 brush.n.01
456 egg.n.01
457 parking_lot.n.01
458 display.n.01
459 hinge.n.01
460 lace.n.01
461 barrier.n.01
462 land.n.01
463 chump.n.01
464 pad.n.01
465 bunch.n.01
466 steeple.n.01
467 ladder.n.01
468 mask.n.01
469 monocle.n.01
470 pile.n.01
471 water_faucet.n.01
472 center.n.01
473 headboard.n.01
474 arch.n.01
475 horizon.n.01
476 cement.n.01
477 nostril.n.01
478 rotter.n.01
479 shutter.n.01
480 mat.n.01
481 stain.n.01
482 grillroom.n.01
483 landing_gear.n.01
484 bin.n.01
485 smile.n.01
486 spoke.n.01
487 drink.n.01
488 strip.n.01
489 image.n.01
490 refrigerator.n.01
491 slide_fastener.n.01
492 wrinkle.n.01
493 burner.n.01
494 tongue.n.01
495 claw.n.01
496 game.n.01
497 chicken.n.01
498 station.n.01
499 vegetation.n.01
500 duck.n.01
501 control.n.01
502 ledge.n.01
503 chin.n.01
504 ponytail.n.01
505 handlebar.n.01
506 pitcher.n.01
507 canopy.n.01
508 planter.n.02
509 scattering.n.03
510 headband.n.01
511 drain.n.01
512 rod.n.01
513 five.n.01
514 pond.n.01
515 lake.n.01
516 dock.n.01
517 electric_refrigerator.n.01
518 branchlet.n.01
519 sport_utility.n.01
520 tank_top.n.01
521 passenger.n.01
522 scissors.n.01
523 hay.n.01
524 hillside.n.01
525 stool.n.01
526 toothbrush.n.01
527 crossing.n.05
528 color.n.01
529 jet.n.01
530 cross.n.01
531 bean.n.01
532 countertop.n.01
533 toilet_tissue.n.01
534 meter.n.01
535 magnet.n.01
536 quilt.n.01
537 tennis_ball.n.01
538 cupboard.n.01
539 bow.n.01
540 emblem.n.01
541 airport.n.01
542 tape.n.01
543 abdomen.n.01
544 garbage.n.01
545 strawberry.n.01
546 axial_rotation.n.01
547 balloon.n.01
548 entrance.n.01
549 boulder.n.01
550 tarpaulin.n.01
551 beer.n.01
552 home_plate.n.01
553 lampshade.n.01
554 mound.n.01
555 frost.n.03
556 plug.n.01
557 mustache.n.01
558 disk.n.01
559 visor.n.01
560 hook.n.01
561 sail.n.01
562 crate.n.01
563 plastic.n.01
564 leash.n.01
565 bulb.n.01
566 enclosure.n.01
567 heart.n.01
568 tattoo.n.01
569 windshield_wiper.n.01
570 stomach.n.01
571 cupcake.n.01
572 gear.n.01
573 driver.n.01
574 shower.n.01
575 soap.n.01
576 antenna.n.01
577 tarmacadam.n.01
578 sweatshirt.n.01
579 salad.n.01
580 magazine.n.01
581 moss.n.01
582 batch.n.02
583 material.n.01
584 lawn.n.01
585 machine.n.01
586 fingernail.n.01
587 lemon.n.01
588 package.n.01
589 asphalt.n.01
590 apron.n.01
591 outside.n.01
592 stairway.n.01
593 brow.n.01
594 rice.n.01
595 pebble.n.01
596 support.n.01
597 trail.n.01
598 hosiery.n.01
599 bark.n.01
600 seed.n.01
601 snout.n.01
602 saddle.n.01
603 pool.n.06
604 deck.n.01
605 tissue.n.02
606 marker.n.01
607 limb.n.02
608 knot.n.01
609 ball_field.n.01
610 harness.n.01
611 fireplace.n.01
612 barrel.n.01
613 dispenser.n.01
614 pastry.n.01
615 restaurant.n.01
616 hedge.n.01
617 opening.n.01
618 goat.n.01
619 lock.n.01
620 skateboarder.n.01
621 billboard.n.01
622 mast.n.01
623 sausage.n.01
624 yard.n.01
625 baseball_cap.n.01
626 reflector.n.01
627 bit.n.02
628 cookie.n.01
629 phonograph_record.n.01
630 toe.n.01
631 debris.n.01
632 grate.n.01
633 ice.n.01
634 two.n.01
635 arch.n.03
636 bell.n.01
637 coffee.n.01
638 tennis.n.01
639 stack.n.01
640 catsup.n.01
641 figure.n.01
642 cucumber.n.01
643 baseball_bat.n.01
644 drawing.n.01
645 flop.n.04
646 toilet_seat.n.01
647 coffee_table.n.01
648 nut.n.01
649 blouse.n.01
650 pair.n.01
651 art.n.01
652 menagerie.n.02
653 card.n.01
654 fender.n.01
655 earphone.n.01
656 cream.n.01
657 home.n.01
658 dawdler.n.01
659 partition.n.01
660 cab.n.01
661 menu.n.01
662 splash.n.01
663 bedroom.n.01
664 day.n.01
665 pedestrian.n.01
666 crane.n.01
667 bracket.n.01
668 minibike.n.01
669 juice.n.01
670 bacon.n.01
671 traffic.n.01
672 triangle.n.01
673 mud.n.01
674 chest_of_drawers.n.01
675 railway.n.01
676 candy.n.01
677 newspaper.n.01
678 bubble.n.01
679 note.n.01
680 pickle.n.01
681 passenger_car.n.01
682 bookshelf.n.01
683 diamond.n.01
684 parking_meter.n.01
685 wristlet.n.01
686 cooler.n.01
687 clasp.n.02
688 sugar.n.01
689 rider.n.01
690 inside.n.01
691 fish.n.01
692 buoy.n.01
693 wool.n.01
694 dial.n.01
695 bleacher.n.01
696 spinach.n.01
697 earth.n.01
698 device.n.01
699 doll.n.01
700 sodium_carbonate.n.01
701 shoelace.n.01
702 knee_pad.n.01
703 lap.n.01
704 tube.n.01
705 dessert.n.01
706 buckle.n.01
707 intersection.n.01
708 stop.n.01
709 berry.n.01
710 pasture.n.01
711 dugout.n.01
712 limb.n.01
713 cheek.n.01
714 fictional_character.n.01
715 water_scooter.n.01
716 pedal_point.n.01
717 bedspread.n.01
718 dome.n.01
719 hotdog.n.01
720 lamb.n.01
721 silverware.n.01
722 cage.n.01
723 dishwasher.n.01
724 porch.n.01
725 clock_face.n.01
726 ship.n.01
727 snowboarder.n.01
728 helium.n.01
729 male.n.01
730 sea.n.01
731 foreground.n.01
732 equipment.n.01
733 waist.n.01
734 stoplight.n.01
735 sailboat.n.01
736 bridle.n.01
737 meal.n.01
738 island.n.01
739 pigeon.n.01
740 booklet.n.01
741 bull.n.01
742 kickstand.n.01
743 bank.n.01
744 urinal.n.01
745 microphone.n.01
746 pier.n.01
747 chaff.n.01
748 short.n.01
749 water_bottle.n.01
750 shoreline.n.01
751 vine.n.01
752 female.n.01
753 light.n.09
754 chandelier.n.01
755 battalion.n.02
756 tool.n.01
757 railway_station.n.01
758 baseball_glove.n.01
759 ham.n.01
760 decal.n.01
761 bandanna.n.01
762 tennis_player.n.01
763 outdoors.n.01
764 paper_towel.n.01
765 glare.n.01
766 gull.n.02
767 saunterer.n.01
768 bead.n.01
769 heel.n.01
770 position.n.03
771 figurine.n.01
772 mattress.n.01
773 speck.n.01
774 adult.n.01
775 hanger.n.01
776 noodle.n.01
777 stump.n.01
778 thigh.n.01
779 artwork.n.01
780 patio.n.01
781 appliance.n.01
782 sculpture.n.01
783 computer_monitor.n.01
784 clock_tower.n.01
785 trade_name.n.01
786 spice.n.02
787 plaque.n.01
788 gray.n.01
789 negligee.n.01
790 kettle.n.01
791 cliff.n.01
792 second.n.01
793 cartridge_holder.n.01
794 ski_boot.n.01
795 clock_time.n.01
796 furniture.n.01
797 bannister.n.02
798 graphic.n.01
799 garage.n.01
800 beverage.n.01
801 shaker.n.01
802 three.n.01
803 landscape.n.01
804 wallpaper.n.01
805 paddle.n.01
806 space.n.01
807 shape.n.01
808 bulge.n.01
809 corn.n.01
810 beanie.n.01
811 barn.n.01
812 cadmium.n.01
813 cabin.n.01
814 sole.n.01
815 armrest.n.01
816 blueberry.n.01
817 dirt.n.02
818 pea.n.01
819 cattle.n.01
820 slab.n.01
821 socket.n.01
822 church.n.01
823 cuff.n.01
824 gun_muzzle.n.01
825 point.n.01
826 pineapple.n.01
827 wine_bottle.n.01
828 soup.n.01
829 spray.n.01
830 bookcase.n.01
831 latch.n.01
832 ski_tow.n.01
833 ridge.n.01
834 pool.n.01
835 wristwatch.n.01
836 spatula.n.01
837 pear.n.01
838 shingle.n.01
839 lens.n.01
840 walk.n.01
841 palm.n.01
842 skyscraper.n.01
843 oar.n.01
844 blender.n.01
845 coffee_cup.n.01
846 carton.n.01
847 garden.n.01
848 cab.n.03
849 family.n.01
850 ankle.n.01
851 bus_stop.n.01
852 bud.n.01
853 toilet_bowl.n.01
854 driveway.n.01
855 herb.n.01
856 guard.n.01
857 condiment.n.01
858 telephone_pole.n.01
859 swimsuit.n.01
860 policeman.n.01
861 water_line.n.02
862 notebook.n.01
863 bow_tie.n.01
864 greenery.n.01
865 butter.n.01
866 hubcap.n.01
867 rear.n.01
868 polka_dot.n.01
869 acid.n.02
870 one-half.n.01
871 candlestick.n.01
872 taillight.n.01
873 bristle.n.01
874 acerate_leaf.n.01
875 motor.n.01
876 fire.n.03
877 cabbage.n.01
878 air_conditioner.n.01
879 baseboard.n.01
880 aircraft.n.01
881 costume.n.01
882 nerve_pathway.n.01
883 herd.n.01
884 ten.n.01
885 bikini.n.01
886 picture_frame.n.01
887 calf.n.01
888 stadium.n.01
889 shrubbery.n.01
890 leave.n.01
891 lift.n.01
892 toaster.n.01
893 tunnel.n.01
894 shin_guard.n.01
895 milk.n.01
896 foil.n.01
897 badge.n.01
898 cigarette.n.01
899 bouquet.n.01
900 down.n.01
901 lane.n.01
902 rein.n.01
903 covering.n.01
904 knock.n.03
905 pin.n.01
906 extremum.n.02
907 ashcan.n.01
908 rain.n.01
909 aftermath.n.01
910 hip.n.01
911 eyelash.n.01
912 market.n.01
913 audience.n.01
914 lanyard.n.01
915 pencil.n.01
916 set.n.01
917 shed.n.01
918 muffin.n.01
919 phosphorus.n.01
920 siding.n.01
921 manhole.n.01
922 grout.n.01
923 cardboard.n.01
924 sill.n.01
925 highway.n.01
926 degree.n.01
927 vessel.n.01
928 steam.n.01
929 bagel.n.01
930 radiator.n.01
931 jug.n.01
932 booth.n.01
933 exhaust.n.01
934 coaster.n.01
935 fold.n.01
936 open.n.01
937 seam.n.01
938 seaweed.n.01
939 root.n.01
940 videodisk.n.01
941 guitar.n.01
942 one.n.01
943 oil.n.01
944 ottoman.n.01
945 roadway.n.01
946 toothpick.n.01
947 day.n.04
948 butt.n.01
949 homo.n.02
950 doorknob.n.01
951 thyroxine.n.01
952 shopfront.n.01
953 pie.n.01
954 pilot.n.01
955 military_officer.n.01
956 mantle.n.01
957 case_shot.n.01
958 deep-freeze.n.01
959 basil.n.01
960 date.n.01
961 peel.n.01
962 brace.n.01
963 roadblock.n.02
964 lamppost.n.01
965 compartment.n.01
966 sack.n.01
967 rectangle.n.01
968 moped.n.01
969 skater.n.01
970 ball.n.08
971 manner.n.01
972 ski_slope.n.01
973 shower_curtain.n.01
974 wrap.n.01
975 saltshaker.n.01
976 median.n.01
977 tine.n.01
978 stone_wall.n.01
979 map.n.01
980 trick.n.01
981 flavorer.n.01
982 exhaust_pipe.n.01
983 business.n.01
984 student.n.01
985 stabilizer.n.01
986 four.n.01
987 paper_plate.n.01
988 hallway.n.01
989 coffee_mug.n.01
990 window_frame.n.01
991 basin.n.01
992 scope.n.01
993 molding.n.01
994 lantern.n.01
995 worker.n.01
996 gauze.n.02
997 tail_feather.n.01
998 railroad_track.n.01
999 coffee_maker.n.01
1000 valley.n.01
1001 cyclist.n.01
1002 flap.n.01
1003 life_jacket.n.01
1004 torso.n.01
1005 gas_tank.n.01
1006 wreath.n.01
1007 singlet.n.01
1008 stall.n.01
1009 range.n.04
1010 robe.n.01
1011 computer_keyboard.n.01
1012 valve.n.01
1013 town.n.01
1014 office.n.01
1015 terrain.n.01
1016 abrasion.n.01
1017 streak.n.01
1018 sweatband.n.01
1019 computer_game.n.01
1020 overpass.n.01
1021 oxygen.n.01
1022 fountain.n.01
1023 runt.n.01
1024 printer.n.01
1025 gutter.n.01
1026 wallet.n.01
1027 seaport.n.01
1028 crown.n.01
1029 stirrup.n.01
1030 shelter.n.01
1031 towel_rack.n.01
1032 cringle.n.01
1033 six.n.01
1034 tungsten.n.01
1035 groove.n.01
1036 stud.n.02
1037 monetary_value.n.01
1038 mannequin.n.01
1039 layer.n.01
1040 periphery.n.01
1041 jeep.n.01
1042 toast.n.01
1043 mailbox.n.01
1044 photographer.n.01
1045 butterfly.n.01
1046 scale.n.01
1047 paneling.n.01
1048 salt.n.01
1049 crest.n.01
1050 slot.n.01
1051 mouse.n.04
1052 soap_dispenser.n.01
1053 thing.n.01
1054 turf.n.01
1055 skull.n.01
1056 blazer.n.01
1057 cauliflower.n.01
1058 sedan.n.01
1059 ice_cream.n.01
1060 fog.n.01
1061 braid.n.01
1062 clay.n.01
1063 soccer_ball.n.01
1064 toiletry.n.01
1065 breakwater.n.01
1066 binder.n.01
1067 accent.n.01
1068 merchandise.n.01
1069 vitamin_e.n.01
1070 grain.n.01
1071 chalk.n.01
1072 bill.n.01
1073 pancake.n.01
1074 parasail.n.01
1075 prong.n.01
1076 leather.n.01
1077 hour_hand.n.01
1078 curve.n.01
1079 elbow_pad.n.01
1080 goatee.n.01
1081 hotel.n.01
1082 dough.n.01
1083 unit_of_measurement.n.01
1084 kitten.n.01
1085 chopstick.n.01
1086 dash.n.01
1087 calendar.n.01
1088 ivy.n.01
1089 wagon.n.01
1090 silencer.n.02
1091 legging.n.01
1092 pat.n.01
1093 vein.n.01
1094 sunset.n.01
1095 information_technology.n.01
1096 produce.n.01
1097 pasta.n.01
1098 computer_screen.n.01
1099 fire.n.01
1100 thread.n.01
1101 plain.n.01
1102 heater.n.01
1103 drop.n.01
1104 cast.n.03
1105 large.n.01
1106 goose.n.01
1107 tongs.n.01
1108 beef.n.01
1109 chef.n.01
1110 amour_propre.n.01
1111 wayside.n.01
1112 mesh.n.01
1113 minivan.n.01
1114 snowsuit.n.01
1115 pine.n.01
1116 twelve.n.01
1117 web_site.n.01
1118 shield.n.01
1119 brake.n.01
1120 squash.n.01
1121 manhole_cover.n.01
1122 locomotive.n.01
1123 rag.n.01
1124 breast.n.01
1125 litter.n.01
1126 ingot.n.01
1127 bib.n.01
1128 page.n.01
1129 stream.n.01
1130 terminal.n.01
1131 scoreboard.n.01
1132 circular.n.01
1133 dust.n.01
1134 gap.n.01
1135 tassel.n.01
1136 night.n.01
1137 mousepad.n.01
1138 name_tag.n.01
1139 spike.n.01
1140 fire_extinguisher.n.01
1141 snowflake.n.01
1142 face_mask.n.01
1143 team.n.01
1144 garnish.n.01
1145 toothpaste.n.01
1146 iron.n.01
1147 parking.n.01
1148 sweet_pepper.n.01
1149 tuft.n.01
1150 teapot.n.01
1151 parsley.n.01
1152 skiing.n.01
1153 carving.n.01
1154 briefcase.n.01
1155 surf.n.01
1156 overhang.n.01
1157 brim.n.01
1158 windowsill.n.01
1159 lining.n.01
1160 streetcar.n.01
1161 shell.n.01
1162 tea.n.01
1163 moon.n.01
1164 droplet.n.01
1165 steel.n.01
1166 canoe.n.01
1167 slipper.n.01
1168 skylight.n.01
1169 glaze.n.01
1170 toenail.n.01
1171 feeder.n.01
1172 tin.n.01
1173 lodger.n.01
1174 flamingo.n.01
1175 tabletop.n.01
1176 powder.n.01
1177 conductor.n.01
1178 baseball_diamond.n.01
1179 random-access_memory.n.01
1180 beacon.n.03
1181 palette.n.01
1182 stocking.n.01
1183 mulch.n.01
1184 blooming.n.01
1185 detail.n.01
1186 fire_engine.n.01
1187 movie.n.01
1188 overall.n.01
1189 radio.n.01
1190 apartment.n.01
1191 farm.n.01
1192 jockey.n.01
1193 life_preserver.n.01
1194 information.n.01
1195 lapel.n.01
1196 charger.n.01
1197 pepper_shaker.n.01
1198 pylon.n.01
1199 beer_bottle.n.01
1200 index.n.02
1201 lipstick.n.01
1202 knuckle.n.01
